[[{"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, that's a pretty natural segue into \nhearing from our witnesses, and as I suggested, we have two \npanels of witnesses today, two witnesses from the Federal \nGovernment, who I will introduce in a minute, and then \nfollowing our discussion with them, we'll have a second panel, \nthree witnesses from Louisiana, including those representing \nthe real estate market and small business.\n    But first we'll hear from Brad Kieserman. Brad serves as \nthe FEMA Deputy Associate Administrator for Insurance. Prior to \nserving in this position, he was Acting Assistant Administrator \nfor Recovery and as FEMA Chief Counsel.\n    Brad is a graduate of State University of New York. \nReceived his JD magna cum laude from Columbus Law School at \nCatholic University, in DC.\n    And following Brad, we'll hear from Roy Wright. Roy is a \nnative of California and serves as FEMA's Deputy Associate \nAdministrator for Mitigation, where he's responsible for FEMA's \nrisk analysis and risk reduction programs.\n    Roy holds a Master's of Public Administration from George \nWashington and a Bachelor's in Political Science from Asuza \nPacific.\n    His joint testimony, with Mr. Kieserman, will discuss the \nimpacts of NFIP on small businesses. And, again, Bill and I \nwill specifically ask them to address the Executive Order. \nThank you all both for being here and for your work, and Brad, \nwe'll start with you.", "previous_surname": "", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": ""}], [{"surname": "", "date": "May 1, 2015", "speaker": "", "congress": "114th Congress (2015 - 2016)", "speech": "    \nSTATEMENT OF BRAD J.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "kieserman", "date": "May 1, 2015", "speaker": "Mr. Kieserman", "congress": "114th Congress (2015 - 2016)", "speech": "    Chairman Vitter and Senator Cassidy, thank \nyou very much for having Deputy Associate Administrator Wright \nand I here today, and I really appreciate the opportunity to \ncome and talk about flood insurance with you all, and we would \nask that our statement be entered into the record.\n    So, I guess, you heard the Senator talk for a moment about \nmy bio. The most important fact about my bio is that I was \nstationed here for two years and lived in Jefferson Parish, and \nmy oldest son was born here. He referred to himself as the \n``Fresh Prince of New Orleans.'' Never actually been here as an \nadult, but we're working on that, so we'll see.\n    So having lived here, I do think I have a--not just having \nlived here, but having worked on the river for two years, I \nthink I have some understanding of the complexity of the \nlandscape when it comes to flood insurance.\n    So let me begin. I have prepared remarks, which I am not \ngoing to read. I'm just going to chat with you all for a few \nminutes. Then I'll turn it over to Mr. Wright.\n    First of all, flood risk, as you all know, is probably one \nof the most significant hazards in the United States. If you \nlook from like 1980 to 2013, the United States suffered more \nthan $260 billion in flood-related damages. That's one of the \nreasons we have a National Flood Insurance Program is because \nthe market and the industry really can't afford to provide you, \nwhether you're a small business or a residence, with affordable \nflood insurance.\n    So all these concerns that you've expressed about \naffordability are spot-on, and I thought that the Senators \nanswered your questions exactly as I would have answered your \nquestions. Better, in fact, Senator Cassidy. So I think the \naffordability issue is critical, right.\n    So this is why you have a National Flood Insurance Program \nthat was never designed to be actuarially sound. It was always, \nby design, meant to be a subsidized program, and now, as we've \ngotten further and further into the program, Congress has \ndetermined that we need to move from subsidized rates to \nactuarially sound rates, and there's a lot of tension around \nthis issue, and Senator Vitter was spot-on.\n    Congress heard what the people had to say and slowed down \nthe rate increases and tried to make those more affordable, but \nin the end, as I think you all know, the rates are going up, \nand so the question is how do we manage that and what \nprotection can you get from it, and how can you mitigate your \nrisk.\n    I guess I would turn for a minute, because this is a--the \nhearing is focused on small businesses. I do want to focus on \nsmall business, for a second, and the reason for that is small \nbusinesses, as you all know, are the economic engines of our \ncommunity. The statistics vary a little bit, but the best \nnumbers I see tell me that 40 percent of small businesses \naffected by floods don't reopen, and that's because they can't \nafford to repair, to recover, their merchandise is damaged, \nthey lose their customers, people move.\n    And so while a lot of what we do is talk about the flood \ninsurance program as it relates to residences--and that's \nbecause over 91 percent of the policies in the United States \nare residential-type policies--but the fact of the matter is, \nhere in Louisiana, here in Louisiana, 11 percent of the flood \ninsurance policies in the state are nonresidential policies. \nThey deal with businesses, churches, schools.\n    So the small business issue is particularly important here, \nand I know from having lived here that many of you simply--you \ncan't relocate because your business is the water.\n    The gentleman earlier talked about oil and gas, the \nchemical industry, the seafood industry, fishermen--and I was \nin the Coast Guard when I lived here. I was a buoy tender. So I \nreally couldn't relocate. I needed to be near the boat and get \nout on the water. So we understand that.\n    But that means that we've got to figure out how to price \nthat risk and how to make those prices affordable, and that's a \nchallenge.\n    The National Academy of Sciences is working on several \nreports right now on affordability, and they have issued the \ndraft of the first report, and they're going to produce a \nsecond report that will help us understand how to get through \nthe cost-benefit analysis.\n    But it's a challenging issue and I don't want to come here \nand make it seem like there's simple answers. I do believe \nstrongly, though, that your elected representatives are \naggressively working these issues. You see that they both have \nan incredible command of the issue here, and we, in the \nExecutive Branch, are here to try to make sure that we execute \nthe law in a way that protects the public and the community and \nalso in a way that gets you affordable rates.\n    So I'll be happy to take any questions you have, and then \nI'll turn the mike over to Mr. Wright.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Great, thank you. Roy.", "previous_surname": "kieserman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Kieserman"}, {"surname": "kieserman", "date": "May 1, 2015", "speaker": "Mr. Kieserman", "congress": "114th Congress (2015 - 2016)", "speech": "    Thank you, Senator.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    I appreciate the opportunity to join you, \nChairman Vitter and Senator Cassidy, and like Mr. Kieserman, \nI'm committed to make sure that we're collaborating with you \nall and the communities to make sure that we deliver on our \ncommitments through the National Flood Insurance Program.\n    Mr. Kieserman spoke to the elements of insurance and \naffordability. I'm really here on the other complement to that \nprogram related to the flood hazard mapping and floodplain \nmanagement and how we deal with mitigation grants and \nincentives.\n    At NFIP, when we talk about this, this is 22,000 \ncommunities across the country that are in partnership with us \nrelated to this. We've partnered with them. We've seen this as \nreally some of the charges that Senator Vitter led us through \nthat led into putting in place revisions to our Levee Analysis \nMapping Process that we did three years back, where we slowed \ndown that mapping process. We put in place those local levee \npartnership teams, and we're ensuring that the lines on the map \nreflect the best data from the community.\n    And we know that the risk changes, and as it changes, we \nsee lines move, and we see structures come in and come out. In \nany given year, we see, on average, about as many come in as \ncome out.\n    We have some updates happening in Orleans and Jefferson \nParish right now. As those maps in Orleans Parish move forward, \nover the next year, 77,000 structures are going to come out of \nthe Special Flood Hazard area. They will no longer have that \nmandatory purchase requirement. The risks changed; our maps \nchanged.\n    And so as we look at these elements, we want to make sure \nthat we have worked with communities, we're reflecting the \nrisk, and we're preparing for what is to come.\n    And so the law requires that, as we lead these programs, we \nidentify those flood risks, we engage communities to increase \ntheir understanding. We want to make sure we're reflecting the \nbest credible data available. We look to set those kind of \nstandards related to future construction in that area of known \nflood risk.\n    And we want to make sure that when Federal funds are used \nfor projects, in communities, that we do build them higher and \nstronger so that the taxpayer doesn't need to come back and pay \nfor that same building twice, and I think there's some of those \nelements that we can share together.\n    And so, with that, I'll say thank you, and we're available \nfor your questions on the topics throughout that we've talked \nabout this morning.", "previous_surname": "kieserman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Kieserman"}], [{"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Great. Thank you both very much. I'll get \nthings kicked off, and then we'll turn to Senator Cassidy.\n    You both heard a lot of concern about this Executive Order. \nWhat we're talking about, just for everyone's benefit, is an \nExecutive Order by President Obama, 13690, and the \ncorresponding Federal Flood Risk Management Standards, that \nthey would be raised significantly and that this Executive \nOrder basically directs all Federal agencies to define the \nfloodplain in a different way than we have traditionally, at \nthe 100-year floodplain, and in a more draconian way, either a \nfloodplain based upon, quote, ``climate-informed science,'' \nclosed quote, whatever that means, or No. 2, a 500-year \nfloodplain, or No. 3, expanding the existing 100-year \nfloodplain to add an additional two or three feet of freeboard \nelevation, which is a big deal.\n    Now, FEMA has said none of this is going to impact NFIP, \nbut under the terms of the Executive Order, it's supposed to \ninclude all Federal grants, loans, and federally backed \nfinancing programs, like FHA-backed single family mortgages.\n    Those two statements seem to be in conflict. What are we \nmissing?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    So when this Executive Order came out, it put \nsome new pieces in motion, Senator Vitter, but it also went \nback and amended an Executive Order from President Carter, in \n1977. And so what we were directed to do----", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Just as an aside, the fact that we're \nbuilding on a Carter Executive Order does not give us great \ncomfort either. I'm sorry, I couldn't help myself.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    Fair enough. And so it is that piece from 1977 \nthat looks across all federal action, and it then told agencies \nto go through and look at the impact on various programs.\n    In an attempt to be open and transparent with folks, what \ncame out was a document that looks at how these two fit \ntogether, and that document has been something that we have \nbeen going around the country, sitting and talking with people, \nbecause it's in draft, and it needs to be clarified.\n    And so one of the points is--I've gone to eight different \ncities, I've held public meetings, and I was even meeting with \nsome folks here in New Orleans last night on this topic, \nbecause we have the ability to ensure that the implementing \nguidelines match what people's expectations are.\n    And so to this point, it will not change the National Flood \nInsurance Program in terms of how we map today, the rates that \nare set on the ability for people to have claims. It will not \ndo that. We don't see that the Executive Order directs us to do \nso.\n    What I was asked last night, and I think it was very fair, \nis they said if that's the case, show us that language directly \nin that implementing interagency guideline.\n    And so one of the challenges I offered back to folks is, \nthat is the intent. Can you tell me what words that we would \nput on this page that would bring that level of assurance?\n    The intent of the Executive Order, and it's clear in the \npolicy section of Section 1, is to focus on federal investments \nin construction projects. So that's if there's going to be \nFederal dollars put in, we should build it higher and stronger \nso that it can withstand. That's the intent.\n    Part of what has been going on, through this now 90 days of \npublic engagement, has been, help us understand where these \nuncertainties may be and help me understand what words would \nbring the kind of certainty that people want.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Roy, let me follow up on that. So you're \nsaying that this Executive Order would not change the \ndefinition of floodplains for NFIP?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    That is correct.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. Now, you just said it would be about \nany federal investment.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    Investment.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Aren't mitigation programs, all sorts of \nthings directly related to NFIP, federal investments?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    So this is where I will separate the part \nrelated to those who have insurance policies, the 5.2 million \npeople who have insurance policies. It does not change it for \nthat.\n    If you received a grant from FEMA for a mitigation \nproject--and there is one grant program under the NFIP, it's \ncalled Flood Mitigation Assistance--and we do a number of \ndifferent kinds of projects, including elevations, and if you \nare getting an elevation funded through a grant, this could \nhave an effect on that part, but we're already paying to build \nsomething up at that point, so that's the incremental element, \nbut as it gets to the insurance piece of the equation, how the \nmaps are drawn, how the policies are sold, rated, priced, it \ndoes not.\n    And one of the things that we've been asked is--we see that \nwe can make that interpretation, based off the Executive \nOrders, both the one from 1977 and the new one. Folks have \nsaid, if that's the case, then make that plainly clear in this \ndocument that that separation exists.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    And wouldn't it still potentially impact \nfederally supported mortgage programs that are all balled up \nfor a homeowner with NFIP?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    So it's not best for me to speak definitively \nfor another Federal agency, but as I've worked with the other \nagencies and had these conversations, the way that HUD, for \nexample, has looked at this--because, frankly, they've been \nimplementing this requirement already over the last 37 years, \nunder the old Executive Order--and what they have determined, \nand we believe is the right answer to continue, is if you're \ngetting a loan for construction, as a Federal dollar for \nconstruction, this would likely have an application to you.\n    But if you are getting a federally backed mortgage, if \nyou're getting financing or refinancing, those agencies have \ndetermined that the structure already exists. There would be \nnothing to implement. It's simply a financial transaction.\n    Some of that is already in the document, but we have been \nasked, again, make that plainly clear, plainly clear that this \napplication to this would not have an adverse impact on the \navailability of mortgage financing.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Right. Well, I would just echo that \nrequest.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    I mean, if that is the absolute \ncommitment, it can certainly be stated in a much more precise \nway, including in an actual Executive Order, not just, you \nknow, agency guidelines, so that's No. 1.\n    And to the extent anybody in the Administration doesn't \nwant to do that, it obviously makes us ask, ``Why not?'' And \nyou're saying, ``No problem.'' But why not state it very \nprecisely in an actual instrument that has the same standing as \nthe Executive Order we're talking about, that's No. 1.\n    No. 2, I would just restate that even were that to occur, \nthere are plenty of other impacts about federal investments \nthat you are saying are directly impacted that we think is \ngoing to shut down a bunch of necessary activity in large parts \nof the United States, huge parts of Louisiana.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    And so, again, I have learned, and again, \nhaving conversations last night, I learned more, and what I \nsaid to folks, ``Help us with those words.'' I'm not in a \nposition to make a commitment about a subsequent Executive \nOrder, but I am in a position by which we were very clearly \ndirected to look at this implementation and start by putting a \ndraft out so people could legitimately respond to it, and bring \nthe kind of clarification that you are seeking on this.\n    As that comment period is played out, I do believe, even \ntalking to some folks last night, there are specific comments \nthat will come in that say, ``Here's the kind of words in the \ninteragency guidance''----", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Right.\nincreased certainty.''", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, again, you just said in the \ninteragency guidance. I mean, my request is for more than that, \nbecause guidance can change on a moment's notice.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    It can. In this instance, this document was \nlast updated in 1978. It's not one that has been frequently \nchanged, but as you well know, I can't make a commitment about \nthe issuance of an Executive Order.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Right.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    But I can make sure that, consistent with those \nExecutive Orders, the interpretation of it is clear and sound \nand aligned to the outcomes that we're describing today.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Right. Brad, do you have anything to add? \nAnd then we'll move to Senator Cassidy.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "kieserman", "date": "May 1, 2015", "speaker": "Mr. Kieserman", "congress": "114th Congress (2015 - 2016)", "speech": "    Nothing, Senator, thank you.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay, Bill.", "previous_surname": "kieserman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Kieserman"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    So just to be sure--and, again, I \napologize if I was gathering wool or a little dense, but you \nsaid if it is a federally backed mortgage for an existing \nstructure, I've already laid the foundation, not affected, but \nwhat if I'm a developer about to make a lot of small \nneighborhoods so people can move to, you know, to respond to \nthe need for housing, and those are federally backed mortgages \nto be issued in the future? Would it affect those federally \nbacked mortgages?", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    So I want to be clear and precise with you, to \nthe best of my ability. In almost--there's--and I'm trying to \nbe precise, because there is one particular program----", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    You may have to bring the microphone to \nyou.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    I'm sorry. As I understand it, HUD has one \nsmall program by which they do, in a rural context, provide \nfunding for construction. It's a very small part of the FHA \nportfolio, very small.\n    And the other instance is when people are getting loans \nfor--when they're getting loans for construction, those are not \nfederally backed mortgages, and so usually what happens is the \nend----", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    Yeah, but they sell it. They sell it.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    At the end. So the financing for the \nconstruction is a much riskier proposition than when it's \ncomplete. So the homeowner is involved with a completed \nstructure, and so at that point, it exists.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    So are you saying definitively that it \nwould not in any way affect federally backed mortgages for new \nconstruction homes?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    If the--to the degree that there is not a \nFederal dollar involved in the construction. If there's Federal \ndollars in the construction, this will have an application to \nthem. But if it is simply using a financial instrument, for a \nFreddie, Fannie, FHA kind of loan----", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, I mean, I'm sure in some of these \nsorts of developments Bill is describing, I would guess----", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    Community block grant. A community block \ngrant that's going to make mixed use housing.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. So now we're going to a different \ncategory. We're not talking about a financial transaction any \nmore. This will have an impact on the CDBG funds, and when \nwe're doing those kind of housings, we should build them higher \nand stronger and plan for it on the way in.\n    And I think that there's some sound public policy behind \nthat. Often, we're dealing with those with less income means, \nand that means they also have less economic means to recover \nfrom a given disaster, and so we want to make sure that they \ncan withstand, in that instance.\n    Again, I can't speak definitely for HUD, that's not my \nagency, but as we've looked at this across, the conversations \nwith others, if you're receiving CDBG for a construction \nproject, this would have an application.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    So let me ask you another point. How do \nyou figure out assumptions for a 500-year flood risk? Could you \nhave imagined the Army Corps would have built levees that would \nfail? That's one example.\n    Can we imagine that Sandy, where it was a new moon, with a \nhigh tide, with a storm at a certain angle--you follow what I'm \nsaying? There's so many assumptions, and are you being \ntransparent about your assumptions? Because whether or not, in \n500 years--500 years ago, it was 1514. Who would have known \nthat they would have leveed the Mississippi River in a way that \nour wetlands have died and not have helped us mitigate the \nwetlands lost? And so New Orleans, which formerly was \nprotected, is now at high risk? You follow what I'm saying? How \nin the heck can you do that?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    So--I follow the line of questioning and I'm \ngoing to give you a statistical answer, which is to say, what \nis usually referred to as the 100-year is actually a one \npercent annual chance statistical calculation, and what is \noften referred to as the 500-year is actually a .2 percent \nannual chance statistical calculation, and it is not a \npresumption related to whether or not certain structures would \nfail or not.\n    None of the calculations are related to that. Rather, it's \nlooking particularly at what does it mean to deal with the \nrainfall that would occur under the .2 annual chance.\n    But let me use this as a point to highlight for you why, in \nthis instance, the standard gives three options. Because if we \nlook at various places across the country, different options \nmay be the right answer.\n    So the first one says, do you have data about the future \nrisk, and if you're doing a specific project, whether it's a \nflood control project or a large-scale transportation \ninterchange, in those instances, they're looking for over the \nlife of that project, often 50 years, and they are making some \nprojections about what they would anticipate, and frankly, \nthat's where we're going to largely see that first approach \nrelated to the future risk informed science.\n    In other instances, dealing with the plus two-foot \nfreeboard, is the right answer, which has been an engineering \nsafety factor that has been in practice for more than 40 years, \nor other cases by which the .2 percent annual chance piece or \nthe 500-year may be applicable.\n    Those are the three options that are on the table, and \nthose options are intended to ensure we have flexibility so \nthat we can look at the realities in a community and separate \nthem.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    So who chooses the option to use? If I am, \nagain, a small businesswoman trying to develop a neighborhood, \nand I have got to comply--maybe I'm doing low income houses as \npart of a CDBG, then can I pick which of those three apply to \nmy project?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    So this has been part of the conversation, as \nI've talked across the country, and right now the guidance is \nsilent about which one to choose. There's a preference that \nsays if you've got the climate-informed science about the \nfuture, you should use it. But when you're looking at the other \noptions, it doesn't.\n    The thought behind that was that as you look at the \ndifferent character of various Federal programs, we should \nensure that you choose an option that is consistent with its \nmission, consistent with the intent of that program.\n    What I have heard from folks is that they are looking for a \nway to have more predictability in this, and we've had some \ngreat conversations with folks about how we live in this \ntension between predictability that says you must take this \npath and also having flexibility so that the realities in a \ngiven community can be incorporated and addressed.\n    And so that's one of the things, as we've gone through the \npublic engagement, we've asked for insight from folks about how \nthey would prefer for that decision to be made.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    David.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. Two things, as we close out this \npanel. First, there are obviously a lot of continuing questions \nabout this. The comment period on this closes next Wednesday. \nCan the Administration extend the comment period, which has \nbeen formally requested?", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    Right. So I have a number of requests to extend \nthis. Initially this was a 60-day comment period, and given the \nnature of the conversations we were having, we agreed and we \nextended it to make it 90 days, and that's where we're at, so \nwe've already given an extension.\n    And when we come out of this, each agency is going to be \ndirected, later in the year, to engage, as they do their own \nprotocols, with another engagement of the public. We are all \nbeing directed and mandated to do that.\n    We have a request. I am working with the team in D.C. so \nthat we can make a decision on that. I expect that to happen \nearly next week.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. And, finally, Brad, you have looked \nat a lot of things in the program, particularly in the context \nof Superstorm Sandy. Do you have any developing or formed \nthoughts including about the ``Write Your Own'' end of the \nprogram?", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "kieserman", "date": "May 1, 2015", "speaker": "Mr. Kieserman", "congress": "114th Congress (2015 - 2016)", "speech": "    Thank you. Roy says, ``Thank you, Senator, \nfor moving on,'' for moving to something I will talk about. \nThanks for doing this. So just to give you some background, --\n--", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Actually, I didn't think you were minding \nthat I was staying with Roy.", "previous_surname": "kieserman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Kieserman"}, {"surname": "kieserman", "date": "May 1, 2015", "speaker": "Mr. Kieserman", "congress": "114th Congress (2015 - 2016)", "speech": "    I wasn't minding at all. I had some of the \nsame questions and now I've got the answers.\n    So in the aftermath of Superstorm Sandy, as many of you may \nknow, there's an extensive amount of litigation that's going on \nup in New York and New Jersey, on the eastern seaboard. Sixty \ndays or about 70 days ago, I was brought in to troubleshoot \nthat, and I have been drinking from the fire hose ever since, \nbut I will share with you my initial observations, if that's \nokay.\n    First of all, the National Flood Insurance Program, which \nis run--the gentleman talked about resources at the NFIP \nearlier. Here's 70 Federal employees in Washington. They are \nthe National Flood Insurance Program, Risk Insurance Division. \nThey are the ones who--who do what? And here's the answer. What \nthey do and what they're supposed to do--and they're hard-\nworking people just like you are--but they're in a program that \nfrankly is in dire need of an overhaul.\n    So what's happened, over the course of the years, there are \n82 companies that sell flood insurance, as well as the National \nFlood Insurance Program itself, that has about 20 percent or 18 \npercent of the policies that we actually sell and market \nbecause other companies won't do that. Generally, they're \nhigher-risk policies.\n    So between us and one other company, Wright Flood \nInsurance, between the direct side and Wright Flood Insurance, \nwe have about 30 to 40 percent of all the policies nationally. \nThen the other 81 entities have the other 60 percent. Does that \nmake any sense to anybody?\n    So it made sense before the internet. It made sense before \nyou could go online and by E-insurance, because you needed \npeople all over the country to sell and market your product.\n    So it is very clear to me that 31 percent of every premium \ndollar you pay, at least 31 percent, goes to a ``Write Your \nOwn.'' I don't know about you all, when I give to charity, I \nlook and see what their overhead costs are, because what I want \nis my dollars going to the people I'm giving to. I don't want \nmy dollars going to overhead.\n    And so as I've looked at the program just over the last 70 \ndays, Senators, what I am seeing is that we are paying a lot \nmore in overhead than we should be in 2015. The program \nstructure is a 1980s era business structure. I don't think it's \nthe correct business model today.\n    And I want to be clear. A lot of people say, the Write Your \nOwns are bad and the insurance companies are bad, and I'm not \nsaying that. Insurance companies are necessary, they serve a \npurpose, and there are many responsible insurance companies. I \njust don't know that the business model for delivering a \nsubsidized Federal program that is virtually unavailable \nanywhere else in the commercial market is the model we have \ntoday.\n    What's clear to me is that we have a capacity issue, \nespecially in disaster or catastrophic events. Where are the \nagents coming from? Where are the adjusters coming from? Where \nare the engineers coming from? And who's making sure that the \npeople who come to your homes and your businesses are \nreputable, reliable people of integrity? Because as John \nHoughtaling knows, we have encountered--and I know you all \nencountered it down here, as well--but we have seen, in the \nSandy aftermath of the Sandy storms, that not everybody who \ncame to somebody's home or business was reputable or a person \nof integrity, and we certainly have seen evidence that fraud \nwas committed. So there's a huge need to fix the oversight \npiece of this.\n    There's another part, if I can, for just one moment. We've \nlost touch with the customer. I'll tell you what, the people \nwho are running the program at the national headquarters, they \nare good people, but they view their customer as the ``Write \nYour Own'' insurance company, and there's a reason for that. \nThey have virtually no contact with you at all. The contact is \ncarried out through--by literally a hundred thousand people, \nagents and adjusters and engineers and people that--we've lost \ntouch. We have just lost--and I can show it to you in the \nnumbers.\n    The last piece, not only have we lost touch, many people \nwho buy a flood insurance policy don't know what they bought, \nand they are very surprised at the time of their loss that \nsomething's not covered, or that the pricing that we're using \nto replace something or repair it is way off what their \nexpectations were.\n    So we have to do a couple things. We have to get way \nbetter--and I'm not talking about little increments here, I'm \ntalking about way better--at educating policy holders and \nperspective policy holders about what their policies really \ncover. And I have to say, I have never seen so many exclusions, \nexceptions. And I know why they're there. They're there because \nthis is a subsidized program, and so you have to have a lot of \nexclusions and exceptions to keep it affordable.\n    But you have to understand what those are and make \ndecisions about your risk, and we have got to just up the game \non that.\n    So I see the reforms going forward as evaluating the \nbusiness model and making sense about--making better decisions \nabout what an efficient, economically efficient customer \nsurvivor-centric business model looks like. I don't think it's \nthe model we have today, but I don't have a replacement in \nmind.\n    I just know that we've got to look at it, and we're going \nto look to our partners to help us understand that, including \ninsurance companies, Congress, the plaintiffs' bar, our policy \nholders, small businesses to help us understand that, that \nbusiness model change.\n    We've got to get more survivor-centric and get back in \ntouch with the customer, and we've got to do a better job \nproviding customer service and that's--if you've ever been \nfrustrated trying to get your paperwork cleared, you've been \nfrustrated with your adjuster or your engineer--many of you are \nsmall business owners. You wouldn't run your business that way, \nand we've got to run our business that way. So thank you.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    David, can I ask him one question?", "previous_surname": "kieserman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Kieserman"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Sure.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    I want to link the next panel with this \npanel. My concern is that if we go to this 500-year or three \nfeet above the base flood elevation, et cetera, that that will \nimpact the real estate market indirectly, but profoundly.\n    For those of us who are homeowners in this room, our \nprincipal investment, our principal equity in life is our home.\n    Now, David McKey is going to be on as a real estate broker, \nand he is going to be on a follow-up panel, but just for the \nbenefit of us homeowners, David--and then if you could \nrespond--to what degree do you think that the proposed 500-year \nstorm surge, et cetera, for Federal buildings, will spill over \ninto the risk underwriting or risk perception of a primary \nresidence which would otherwise be unaffected?", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "mckey", "date": "May 1, 2015", "speaker": "Mr. McKey", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, the critical factor that we have is--and \nwhat a lot of people don't understand is the flood insurance \nimpacts, and if it increases on one piece of property, that's \nnot just an impact on that piece of property. It impacts the \nsubdivision, it impacts the community, so it's really a \nwidespread effect anytime we see rates on our homes or even our \nbusinesses increase.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    So if we have a Community Block Grant \nDevelopment with mixed-income housing, and it has to be built \nto a certain level in order to be certified, and that is \ndifferent from the neighborhood next door. Nonetheless, you \nfeel as if--I'm asking, I don't know this--that there will be a \nspillover of increased rates because a perception has been \ncreated that it is a higher risk than previously assumed?", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "mckey", "date": "May 1, 2015", "speaker": "Mr. McKey", "congress": "114th Congress (2015 - 2016)", "speech": "    That would be absolutely correct. When an \nappraiser comes into an area, a lot of times he doesn't look \nstrictly at that particular subdivision when he's trying to \nassess the value of that home. He looks around the area and \ntries to pick up comparables to make an evaluation of that \nproperty. So if he's picking up comparables in an area that, \nlike you're talking about, it is going to, no doubt, affect \nsurrounding properties.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    And I was going to say, my fear is that \nthe Administration is so committed to climate science and their \nunderstanding of it that they are going to make assumptions \nwhich are quite variable. Forty years ago, we thought we were \nentering a mini ice age, and now we speak of global warming, \nthat we will have assumptions made that will impact, sure, \nfederally, but then spill over. Roy, any comment to that?", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    What I would simply say is that building higher \nand stronger in areas of flood risk is a good idea. It is \nsomething that communities and parishes here----", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    I accept that, but if you take that to a \nlogical extension, we'd all live in lighthouses.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "wright", "date": "May 1, 2015", "speaker": "Mr. Wright", "congress": "114th Congress (2015 - 2016)", "speech": "    No, I--no, sir, I wouldn't assert that. What I \nwould say is there are elements related to additional \nfreeboard. We see this in places like Mandeville Slidell, St. \nJames, St. Tammany, Ascension parishes, in which people have \nlooked and said, building higher and stronger is the right \nanswer for what we're doing, going forward.\n    And I understand there may be some debate about exactly \nwhat to forecast, yet whether it's through subsidence, other \nkinds of elements by which we deal with changes in risk, here \nin southern Louisiana, on an ongoing basis, that we want to \nensure that when future events come in, we are creating an \nability by which the community and those who live there will be \nable to withstand that event, and to the degree that it has an \nimpact on them, they would be able to recover and rebound \nquickly.\n    And so we need to do that in a way that is consistent and \nengaging with the community so that they understand where they \nare headed with these elements.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. I think this is a good transition to \nour second panel, of which David is a member, but let's give \nour first panel a round of applause.\n    Now, I'd like to ask our second panel to come up. I'll be \nintroducing them as they get situated, if I could have \neverybody's attention.\n    Dwayne Bourgeois is a native of Thibodaux and a lifelong \nresident of Lafourche Parish. He serves as the Executive \nDirector for the North Lafourche Levee District. Hurricane \nKatrina brought about many changes, including involving FEMA, \nthat have caused Dwayne to become much more involved regarding \nflood elevations and related issues in Lafourche.\n    Jerry Passman is a native of Baton Rouge and Immediate Past \nPresident of the Louisiana Home Builders Association. He has \nbeen a member of the Capital Region Builders Association for 18 \nyears and has been very involved in that directly related \nindustry.\n    And David McKey, who you've already heard from briefly, is \nthe Broker/Owner of Coldwell Banker One, a real estate company \nin Baton Rouge. He serves as Chairman of the National \nAssociation of Realtors Work Group on Flood Insurance. He's \nbeen very, very involved in his related part of business for \nmany years.\n    Welcome to all of you. I really appreciate your being here, \nand we'll hear from each of you, in turn, for five minutes, \nstarting with Dwayne, and then we'll have a conversation about \nit. Dwayne.", "previous_surname": "wright", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Wright"}, {"surname": "bourgeois", "date": "May 1, 2015", "speaker": "Mr. Bourgeois", "congress": "114th Congress (2015 - 2016)", "speech": "    Good morning, and I'd like to thank you, \nChairman Vitter and Senator Cassidy, for the opportunity to \ntestify today.\n    I am the Director of the North Lafourche Levee District, a \npolitical subdivision in the state of Louisiana, but I'm here \ntoday representing a broader group of agencies, citizens, \nbusinesses in the state of Louisiana who rely heavily on the \nNational Flood Insurance Program.\n    As I am sure everyone here is aware, the Biggert-Waters \nFlood Insurance Reform Act of 2012 extended the authorization \nof the NFIP for a 5-year period, which ends September 30th, \n2017. Biggert-Waters 2012 was supposed to be a permanent fix to \nthe solvency of the NFIP. It clearly was not.\n    In 2014, the Homeowners Flood Insurance Affordability Act \nwas passed to fix parts of Biggert-Waters 2012, and from a \nresidential homeowner's point of view, it repealed the most \ndamaging parts of Biggert-Waters 2012; but most everyone \nagrees, there is still much room for improvement across the \nboard.\n    So now we find ourselves with another opportunity to \naddress the issues of this very important Federal program. \nBiggert-Waters 2012 has caused many organizations locally and \nnationally to take a close look at the NFIP and to question the \napproaches taken to address solvency and long-term stability. \nThe Association of Levee Boards of Louisiana, working with \nother state and local organizations, has compiled suggested \nchanges to the NFIP into a few specific reforms that I would \nlike to outline for you today.\n    First and foremost, all new changes to the NFIP will have \nmade, going forward, should be looking forward, okay. We can't \npunish people who have followed FEMA's rules for participation \nin the NFIP.\n    So with the exception of Severe Repetitive Loss properties, \nwe suggest that all new legislation should be structured so \nthat the existing policyholders of any property class must be \nallowed to purchase Flood Insurance at approximately the same \ncost as before any new legislation as long as there is no lapse \nin coverage or accumulative flood claims equal to the fair \nmarket value of the property.\n    Further, these same property owners should be allowed to \nsell or otherwise transfer the title of their property to a new \nowner who will then be able to continue with insurance \ncoverage, as described.\n    Flood insurance policies are offered by FEMA as part of a \nquid pro quo arrangement to mitigate flood-related cost to the \nFederal Government. They are offered by the Federal Government \nto the policyholders under the belief that doing so was equally \nbeneficial to the Federal Government. All policies came with \nfloodplain management restrictions that FEMA required for a \ncommunity to participate in the National Flood Insurance \nProgram.\n    The Federal Government not only implied that this \naffordable insurance would be available for the life of the \nproperty; it published and promoted the program accordingly. \nCitizens and businesses made huge financial decisions, in most \ncases the largest financial decision of their entire life, \nbased on the promise of the Federal Government.\n    Second, the solvency of the program must be addressed in a \nmore equitable manner. We need to address program cost, not \njust revenue. From 1978 to 2013, the program collected over \n$9.67 billion more in premiums than it paid in claims, and yet \nthe program remains $25 billion in debt. This suggests severe \nissues with the cost of administrating and operating the \nprogram. The ``Write Your Own'' insurance companies make a 30 \npercent margin on policy sales without having to underwrite any \nof the risk.\n    In all of the NFIP reform legislation proposed and passed, \nto date, the only group asked to give more to correct the \nprogrammatic deficit in the NFIP was the policyholders through \nincreased premiums. There must be alternatives.\n    Third, there appears to be a huge lack of mandatory \nparticipation in the program. It has been law since 1973 that \nany property mapped by FEMA in a Special Flood Hazard Area must \npurchase flood insurance if the property is mortgaged by a \nlending institution regulated by the Federal Government. \nNationally, a study done in 2006 showed that only 49 percent of \nthose required to have flood insurance actually had it.\n    Further, it was estimated that when Superstorm Sandy was \nheading up the U.S. eastern seaboard, only 15 to 25 percent of \nthe at-risk population had flood insurance. Biggert-Waters 2012 \nincreased the penalties to lending institutions for non-\ncompliance, but this law must be rigorously enforced in some \nmanner.\n    The Federal Government has performed very poorly at \nenforcing this cornerstone issue in the NFIP. The intent was to \nhave all of these properties in the NFIP for two primary \nreasons. First, to increase the revenue base of the NFIP, and \nsecond, to be able to use the insurance principle of the Law of \nLarge Numbers to spread the risk to the program geographically.\n    Fourth, Biggert-Waters 2012 caused a big problem with the \nactuarial calculations used to determine the cost of insurance \nfor the program by requiring FEMA to include catastrophic loss \nyears in the actuarial calculations. This greatly changes the \nmethod FEMA uses to determine the cost of insurance.\n    The American Academy of Actuaries reported to Congress that \nincluding catastrophic loss years in these actuarial \ncalculations was not in line with Standard Actuarial Principles \nbefore Biggert-Waters 2012 was even passed into law.\n    So, finally, we must also consider how a program designed \nto mitigate for a 100-year flood loss through a quid pro quo \nrelationship with local community's floodplain management can \nreasonably be expected to absorb the cost of 400-year events.\n    In conclusion, I would like to point out that ours is a \nworking delta, the fruits of which are enjoyed by and enrich \nour entire Nation. As such, the availability of federally \nbacked affordable and financially stable flood insurance is of \nvital importance to our region and the entire Nation.\n    We commend the Committee for addressing long-term \nreauthorization and reform of the National Flood Insurance \nProgram. We thank you for this opportunity to share both our \nsituation and our views on this important issue.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}], [{"surname": "", "date": "May 1, 2015", "speaker": "", "congress": "114th Congress (2015 - 2016)", "speech": "    ", "previous_surname": "bourgeois", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Bourgeois"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Thank you very much, Dwayne, and now we'll \nhear from Jerry Passman. Jerry.", "previous_surname": "bourgeois", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Bourgeois"}, {"surname": "passman", "date": "May 1, 2015", "speaker": "Mr. Passman", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, again, I would also----", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    If you can pull the mike to you. Thank \nyou.", "previous_surname": "passman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Passman"}, {"surname": "passman", "date": "May 1, 2015", "speaker": "Mr. Passman", "congress": "114th Congress (2015 - 2016)", "speech": "    I would also like to thank you all for the \nopportunity to testify today. Again, I'm Jerry Passman. As you \nmentioned, I'm a third-generation home builder and small \nbusiness owner from Baton Rouge, Louisiana, and the Immediate \nPast President of the Louisiana Home Builders Association.\n    We, the home builders, have a long history of supporting \nthe NFIP. However, recent actions of FEMA and the \nAdministration continue to create uncertainty for home buyers, \nhome builders, and small businesses. Due to major disasters, \nNFIP solvency has been threatened. Many thought Biggert-Waters \nwould ensure the physical soundness of the NFIP; however, there \nwere unintended consequences.\n    Biggert-Waters impacted to sell both pre-FIRM and \ngrandfathered properties by triggering an immediate shift of \nfull rate risk with premiums increasing by 25 percent with a \nfull rate risk each year. Home builders from across the country \nwere witnessing how drastic rate increases were negatively \naffecting the sales of homes and saw rates increase 10-fold \nover what homeowners were previously paying\n    For example, due to inaccurate mapping, a young couple from \nNew Orleans had to cancel the purchase of their first home \nbecause of an unexpected increase in the flood insurance rates, \nfrom $2,000 to $6,550.\n    In another example, a Louisiana builder bought a home, only \nto realize that the flood insurance rates on the home had \nincreased from the anticipated $412 to over $13,000.\n    Home remodels were severely affected by Biggert-Waters with \na substantial improvement threshold rate increasing from the \ntraditional 50 percent to 30 percent or more of the market \nvalue of the structure.\n    This provision represented a major deterrent for \ngrandfathered property owners located within the floodplain for \nmaking minor renovations, such as adding energy efficient \nappliances to a kitchen or updating their homes, or even \nperforming normal maintenance, at the risk of paying \nsignificant premium increases.\n    Under your leadership, Congress acted quickly to change \nmany of the unintended consequences of Biggert-Waters. The \nHomeowner Flood Insurance Affordability Act of 2014, HFIAA, no \nlonger triggered the immediate increases to full-rate risk for \npre-FIRM or grandfathered properties, and FEMA was required to \nprovide refunds to eligible property owners whose NFIP rates \nincreased.\n    Additionally, the important substantial improvement \nthreshold was restored to the traditional 50 percent, giving \nhomeowners the ability to make needed renovations without \nrisking drastic increases in their insurance rates.\n    Thanks to Congressional oversight, FEMA is now required to \nnotify the community affected and their Congressional \ndelegation before updating new mapping models. They are \nrequired to reimburse the policyholders or the communities for \nsuccessful challenges to the errors, in confirmed maps.\n    Although there are many positive changes that arose from \nHFIAA, some changes with the NFIP remain. Specifically, a \nrecent Executive Order that President Obama signed will require \neach Federal agency to expand the definition of a floodplain \nwell beyond the longest 100-year floodplain for all federally \nfunded or approved projects.\n    In establishing the definitions, agencies may use the best \navailable climate-informed science, the freeboard approach, \nwhich adds two to three feet of freeboard to the base flood \nelevation, on the 500-year floodplain, or any combination of \nthe three.\n    While FEMA stresses that this will not impact NFIP rates, \nhome builders and property owners are left wondering if \nstructures in these new areas will soon require mandatory \npurchase of flood insurance. This uncertainty will devalue land \nand existing homes and businesses well beyond the 100-year \nfloodplain.\n    Home builders are also concerned about the EEOs impact to \nprivate construction receiving Federal financing or permitting.\n    According to my experience, almost every home I've built \nhas either had some sort of Federal financing, i.e., a \ngovernment guaranteed mortgage, such as Fannie Mae, Freddie \nMac, or VA, or requires some sort of permit. Every home I've \nbuilt, we have to get a permit because we have to comply with \nthe Clean Water Act.\n    I'd like to thank the Committee for this opportunity to \ntestify before you today and allow small builders from Baton \nRouge, Louisiana, to have a voice on this issue. I'd also like \nto express my and my fellow home builders gratitude to Chairman \nVitter for your leadership on this issue. We, the home \nbuilders, look forward to working with Congress on the NFIP \nreauthorization to ensure homeowners, home builders, and small \nbusinesses are protected from exorbitant rate hikes, inaccurate \nmapping, as we have seen in the past.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}], [{"surname": "", "date": "May 1, 2015", "speaker": "", "congress": "114th Congress (2015 - 2016)", "speech": "    ", "previous_surname": "passman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Passman"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Great. Thank you very much, Jerry. And now \nwe move on to David McKey. David, welcome.\n\nSTATEMENT OF DAVID McKEY, MANAGING BROKER, COLDWELL BANKER ONE, \n                        BATON ROUGE, LA", "previous_surname": "passman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Passman"}, {"surname": "mckey", "date": "May 1, 2015", "speaker": "Mr. McKey", "congress": "114th Congress (2015 - 2016)", "speech": "    Thank you, Chairman Vitter, and thank you, \nSenator Cassidy. You have been friends of realtors for many \nyears, and also, you have been great supporters of home \nownership and business property ownership, in Louisiana, and we \nappreciate that.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Thank you.", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "mckey", "date": "May 1, 2015", "speaker": "Mr. McKey", "congress": "114th Congress (2015 - 2016)", "speech": "    My name is David McKey. I am a managing broker \nand owner of Coldwell Banker One, in Baton Rouge, Louisiana. \nI've been a realtor for 23 years, and I am speaking to you on \nbehalf of 11,350 realtors across the state of Louisiana that \nare members of Louisiana Realtors. I'm also one of over a \nmillion realtors that are members of the National Association \nof Realtors across the country, one of the largest trade \nassociations in the country.\n    Every community across the Nation, realtors help citizens \nfrom all walks of life to achieve their dream of home \nownership. We also help small businesses find locations and \nopen their doors to business.\n    One of the inalienable truths of working in real estate is \nthe big surprises just before a closing or at the closing \ntable, and it's rarely good news. Transparency and certainty \nare vital to running a good business and not the fear of \nuncertainty.\n    We appreciate your continued support and your leadership on \nthe flood insurance, especially your hard work last year, in \nCongress. One year later, we believe the Flood Insurance \nAffordability Act has succeeded in reining in most of the \nexcessive and inaccurate rates across Louisiana, but as you \nknow, we still have work to do.\n    Small businesses employ over half of the state's private \nwork force. At the same time, flood insurance has become a \nsignificant expense for many property owners, especially small \nbusiness owners who tend to have smaller production lines over \nwhich to spread costs relative to their larger competitors.\n    For this reason, it is especially important to phase in \ngradual increases in flood insurance so that there's a \ntransition period, a planning period, and an adoptability \nperiod for small businesses. In our state, however, that's not \nalways been the case.\n    Let me give you a practical example. Before the \nAffordability Act, there were news reports of surprise \nincreases in flood insurance premiums, up to $30,000 or more, \nfor some businesses, businesses that had never flooded or had \nflood issues in the past. It didn't matter if the information \nwas factual, misleading, and in some cases, not factual. Buyers \nfeared the worst. They were scared that they would wake up with \na $30,000 flood insurance bill in their mailbox, and that's a \ndeath for a small business. Perception is reality, and in real \nestate, that's why we need certainty in the flood insurance \nprogram.\n    Our realtors have told us that often clients' first words \nare not to show them properties in an area that would require \nthem to carry flood insurance for their mortgage. This \ncertainly rules out a number of properties being marketed, and \nas a result, many owners find their property unsalable or hard \nto sell.\n    It also creates a rippling effect throughout the \ncommunities. As values decline on these properties, it also \naffects surrounding properties, as we just talked about, and in \nturn, the community tax base. It costs our citizens income, \nloss of equity in their real estate, and in some cases, jobs \nwere lost.\n    So while the Affordability Act has been a success, there \nare still some issues, and I'll discuss five with you.\n    First and foremost, we need long-term reauthorization. The \nNational Flood Insurance Program will sunset in 2017. We urge \nCongress to reauthorize a program for a minimum of another five \nyears.\n    Second, it's important to have rate accuracy. There's too \nmuch confusion over rates and fees. Clarity on something like \nthe 25 percent increase, for example. We'd also like to see a \nstrengthening of training for our insurance agents so \neverybody's on the same page, and consider other incentives for \naccurate rates.\n    Third, let's identify programs and funding opportunities \nfor additional investments in strengthening older, pre-FIRM \nproperties against flooding.\n    Fourth, the Office of Flood Insurance Advocate, created by \nthe Affordability Act, needs additional authority and staffing \nto be a full-fledged advocate for homeowners when the insurance \ncompanies--there's clarity or flaws in the insurance rates that \nthe insurance companies are quoting. The office should also \nreport on these issues it is not able to resolve, under \nexisting NFIP authorities.\n    And, finally, we absolutely must fix the flood map appeals \nprocess. Right now FEMA must first issue regulations before it \ncan begin reimbursing property owners. This could take a while. \nMany property owners might succeed if they appeal the flood \nmap, but could be discouraged from doing so because they are \noutside the formal window of 90 days to appeal, or the cost to \nappeal may be too high. Let's expedite reimbursement of \nsuccessful appeals by allowing FEMA to issue guidance.\n    In closing, let me say that I hope we continue down the \npath of increased certainty and accuracy. Most people are \nafraid of the unknown, and this holds true in the case of \nfuture affordability of flood insurance.\n    We look forward to working with you in the future to try \nand keep the current flood insurance in place past that \nSeptember 30th date, and I thank you for your time and allowing \nme to be here today.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}], [{"surname": "", "date": "May 1, 2015", "speaker": "", "congress": "114th Congress (2015 - 2016)", "speech": "    ", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Great, David. Thank you very, very much. \nThanks to all of you. And now I'm going to turn it over to \nSenator Cassidy for comments and questions, to begin.", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    Mr. Bourgeois, I really liked your \ncomments, but I think it's also important to understand that, \none, we've got to have a five-year reauthorization, at least, \nand we have to put in those reforms that will actually lower \nthe premium for those of us who are purchasing insurance, \nabsolutely.\n    But we would not be totally kind of in the right context to \nunderstand, this is going to be a political battle. It really \nis. Because if there's somebody on a mountaintop in New Mexico, \nthey may wonder why they, quote/unquote, are subsidizing us. \nNow, that is, until they have a flash flood and they are now \nrated--since they live next to a stream--as in a 500-year flood \nzone.\n    Now, I say that not tongue in cheek, but accurately \ndescribing what takes place. Because once you start talking 500 \nyears, there is no place in the Nation, including mountaintops \nin Colorado, that are not at risk.\n    So just to say, in a political context, what Senator Vitter \nand Congressman Scalise and the others do is going to be tough \nbecause people do not yet understand their own community's \nrisk.\n    Let me point out a couple other things just in comment to \nwhat you all said. You are right. A minority of people who \nshould have flood insurance have it. But that's actually not \nFEMA's fault--although it's always wonderful to blame FEMA--\nit's actually the banking, the judiciary. It's another \ngovernment department that should require that.\n    And there is some reticence when we have a program that has \nbeen broken, charging rates that are too high, to go start \ntracking down a middle-income homeowner to pay a rate that is \nnot actuarially sound. Do you follow what I'm saying?\n    So if you are in the middle of Kansas and all of a sudden \nyou're rated because you live near a river, for a high premium, \nbut your premium is too high because the flood map is wrong, \nare you really going to take them to court because they're not \ndoing it?\n    Now, I say all of this to give a context of what Senator \nVitter and I will be working with in the Senate and our \nCongressmen and women will be doing on the House side, and that \nis, all your ideas are good. It's going to be tough.\n    Let me finish by something optimistic before I turn it over \nto David. The way it worked last time is you all got involved. \nThe way it worked last time is that people got on their \nFacebook page, reconnected with someone they went to high \nschool with and who lived in Wisconsin, and said, ``By the way, \ndo you know what's about to happen to your rate,'' and when she \ngot involved, she contacted her Congresswoman, and all of a \nsudden it began to work. Realtors, bankers, home builders, \ninsurance brokers all began to contact----\n    The best example I can give, I was on the House side. We \nwere setting up a caucus, a homeowners' caucus, to advocate for \nthis, and I went up to a fellow from southern Florida and I \nsaid, ``Are you familiar with Biggert-Waters, the rate \nincreases? We need your help on this caucus.'' He goes, ``I \nhaven't heard from my constituents about this.'' So I walked \nout, I called up some realtors in Louisiana and I said, ``Light \nup south Florida.'' They lit it up, and he got on the caucus \nand became one of our biggest advocates.\n    Now, this is something where y'all being involved will make \na difference on a national level. David.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Great. Thank you, Bill. I want to start by \ngoing to Jerry Passman. Jerry, we're all concerned about this \nnew Executive Order related to climate science and floodplain \nmanagement.\n    You heard what Roy Wright said. Based on that, if all of \nthat were truly nailed down, if all of that were accurate, \nwould that affect your new construction activity still or not?", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "passman", "date": "May 1, 2015", "speaker": "Mr. Passman", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, we think, if you go to the preamble, the \nintent is for Federal buildings, Federal highways and that sort \nof thing.\n    As a home builder, if the Federal government wants to apply \nit to buildings they are building or highways they are \nbuilding, we're fine with it, but the EEO clearly states that \nit applies to all federal actions, and we can see where that \nwould go to private construction, because as I had mentioned in \nmy testimony, many of the houses I sell are bought with a \nmortgage that is backed by the Federal government, like Fannie \nMae and Freddie Mac, so that's a federal action.\n    Also, there could be a 404 Wetlands Permit. There's \ndefinitely a 402 Clean Water Permit on those. Again, those are \nfederal actions.\n    And my experience is, and from what I've seen from being \nactive in my trade association, if you give a Federal regulator \nan inch, they will take a mile. And you can just look how \nconvoluted the word Navigable Waters has become. They've \ntortured, twisted it, and then everyone in this room would \nprobably come up with a definition of Navigable Water that's \ndefinitely not the definition of Navigable Water in Washington, \nDC.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Right. Okay. And following on from that, \neven in the areas that it's clearly meant to be about, like a \nfederal highway project or a Federal building, certainly that's \ngoing to impact us and the economy here, right?\n    I mean, building these things to a much, much higher \nstandard often means they never get built. I mean, we've sort \nof dealt with that, Dwayne, with some of the demands post-\nKatrina in terms of levee standards, correct? Can you expand on \nthat?", "previous_surname": "passman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Passman"}, {"surname": "bourgeois", "date": "May 1, 2015", "speaker": "Mr. Bourgeois", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, in the guidance, in the Federal Flood \nRisk Management Standard gives an example of a post office, and \nsuggests that just placing a post office somewhere within this \nfloodplain encourages other people to be there. Because you've \ngot the construction of the post office and the roads, the \nhighways and the infrastructure leading to it, and then the \nfact that you've got a post office, it suggests that that's \ngoing to bring people to the area because of the Federal \nservices.\n    So, you know, it's clearly stated to try to avoid, directly \nor indirectly, encouraging development inside, and that's \ninside the guidance more than the Executive Order itself, that \nmodifies the things, but yes, we definitely had similar \nproblems.\n    You know, if it's going to be more costly to be \nconstructed, with the limited availability of funds across the \nboard, it's just not going to get selected. And it's also a \ngood opportunity for an agency to make a determination not to \nselect something. That's another reason to check off not doing \nit.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. And, also, Dwayne, to you, as a \nfollow-up on the FEMA flood mapping side, how would you grade \nhow FEMA is doing in that regard, including this so-called LAMP \nprocess that has a lot of applications in Louisiana?", "previous_surname": "bourgeois", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Bourgeois"}, {"surname": "bourgeois", "date": "May 1, 2015", "speaker": "Mr. Bourgeois", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, the LAMP process, the Levee Analysis \nMapping Procedure, has to do with getting some credit in the \nflood insurance study for noncertified levees, okay. You guys \ndid a great job convincing FEMA to include this legislation, in \nthe first place, so that the Without Levees Policy, which was \nquite archaic, was removed.\n    Currently there's 25 communities throughout the United \nStates that are doing a pilot of this LAMP, with five of them \nin Louisiana.\n    The biggest issue about that, to me, that we need is \nflexibility, because in all of the documentation and all of the \nprocesses they created in LAMP, they were more riverine-\noriented, and we did get the folks that were developing this to \neventually say that they realize that most of the processes \nthey've looked at there weren't suitable for coastal levees. \nThe flood source is opposite. The time of the flood source is \nmuch, much shorter, and you just have to hang on for the length \nof the storm versus a riverine flood that could last for weeks.\n    To that, they purposely made some of the coastal issues \nvague. My biggest concern is that we have flexibility. So far \nit looks like we are getting that, but, again, when you get \ninto the realm of guidance as compared to something that's \ntruly codified, it's difficult to be assured that they're going \nto let the regional offices and their mapping partners aware \nthat they have the flexibility to look at alternatives to \ndetermining the still-water elevations and the wave run-offs \nand other things of that nature.\n    Overall, it seems like they are, but I would have loved to \nhave seen something in writing that tells those good-intended \nFEMA partners that they have that authority.", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Right, okay.", "previous_surname": "bourgeois", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Bourgeois"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    David, can I?", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Sure.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    Jerry, how much more will it cost to build \na home compliant with these recommendations, two to three feet \nhigher than currently being elevated?", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}, {"surname": "passman", "date": "May 1, 2015", "speaker": "Mr. Passman", "congress": "114th Congress (2015 - 2016)", "speech": "    Well, when we build in a flood area and we \nhave to build a pad for it, we typically figure about 10--and \nit depends on the size of the home. I mean, you know, obviously \na 2,000 square foot house is going to cost less than a 3,000, \nbut say the average house I build is 22-, 2300 square foot. We \ngenerally figure $10- to $12,000 feet per foot higher that we \nhave to build the house.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    So if you have to build it three feet \nhigher, it will be $36,000 more for the same square footage?", "previous_surname": "passman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Passman"}, {"surname": "passman", "date": "May 1, 2015", "speaker": "Mr. Passman", "congress": "114th Congress (2015 - 2016)", "speech": "    That is correct, yes.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    And, David, if you're reselling your home, \nand people rode down the block, and this one's three feet \nhigher than yours, at least, in my mind, it makes me think that \nthe one that's not elevated is at greater risk. Will that \naffect the resale, if there is a patchwork of homes elevated \nand homes not?", "previous_surname": "passman", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. Passman"}, {"surname": "mckey", "date": "May 1, 2015", "speaker": "Mr. McKey", "congress": "114th Congress (2015 - 2016)", "speech": "    I don't think it's any doubt that it will. And, \nagain, as I mentioned earlier, perception is reality, so when \nthey do see that elevated home and they see that one that's \nbuilt on a slab, I think--the first thing, in their mind, is \nhow much in flood insurance am I going to have to pay for the \none that's just a slab house, and it makes it less appealing, \nNo. 1.\n    And No. 2, again, the likeliness of that house selling is \ngoing to be reduced pretty dramatically, and it's going to have \nan impact not only on that house, but it's also going to have \nan impact on that house that you just put 35,000 additional \ndollars in.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    I see. So it drags down that value because \nof the surrounding property. And by the way, my point with Roy, \nwho was here, of course, we want higher and better, but you \ncould, you know, build a castle, and it's not practical, but at \nsome point there's a cost-benefit ratio.", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "mckey", "date": "May 1, 2015", "speaker": "Mr. McKey", "congress": "114th Congress (2015 - 2016)", "speech": "    That's correct, yes.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}, {"surname": "cassidy", "date": "May 1, 2015", "speaker": "Senator Cassidy", "congress": "114th Congress (2015 - 2016)", "speech": "    Okay. David.", "previous_surname": "mckey", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Mr. McKey"}, {"surname": "vitter", "date": "May 1, 2015", "speaker": "Chairman Vitter", "congress": "114th Congress (2015 - 2016)", "speech": "    Great, okay. We're going to wrap up. \nThanks to all of our witnesses on the second panel who have \ngiven a great Louisiana real-world perspective. Let's give them \na round of applause.\n    And thanks to all of you. Obviously, the Flood Insurance \nProgram, flood mapping, all of those related issues are \ncritically important to south Louisiana. They're important to \nsmall businesses, they're important to economic growth, and \nthat's why we had this town hall meeting and hearing, and \nthat's why Bill and I, with the rest of our delegation, will \ncontinue to work on these crucial issues, and we certainly \ndon't want this exchange to be an isolated visit.\n    I believe each of you walking in got a hand-out. On the \nleft-hand side of the hand-out, in that blue column, is all of \nmy contact information, so please keep that handy, and please \ndon't hesitate to call, write, email about these and other \nrelated issues, whenever it's appropriate. Thank you all very \nmuch.\n    Thank you for being here today.", "previous_surname": "cassidy", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Senator Cassidy"}], [{"surname": "", "date": "May 1, 2015", "speaker": "", "congress": "114th Congress (2015 - 2016)", "speech": "  ", "previous_surname": "vitter", "committee": "Committee on Small Business and Entrepreneurship", "previous_speaker": "Chairman Vitter"}]]